/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%2$@ %1$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", calorias totais %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", distância total %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@ por %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "Exercício %1$@, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "modificado em %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "Contas de %@";

/* %@=Type of workout */
"%@ Workout, no unit data" = "Exercício %@, sem dados de unidade";

/* A folder in Dropbox or Box */
"Folder" = "Pasta";

/* A single App Store app */
"App Store app" = "App da App Store";

/* A single Box file */
"Box file" = "Arquivo do Box";

/* A single Dropbox file */
"Dropbox file" = "Arquivo do Dropbox";

/* A single Evernote note */
"Evernote note" = "Nota do Evernote";

/* A single Giphy item */
"Giphy item" = "Item do Giphy";

/* A single Trello board */
"Trello board" = "Quadro do Trello";

/* A single Trello card */
"Trello card" = "Cartão do Trello";

/* A single Trello item */
"Trello item" = "Item do Trello";

/* A single Trello list */
"Trello list" = "Lista do Trello";

/* A single Ulysses sheet */
"Ulysses sheet" = "Folha do Ulysses";

/* A single bar code */
"Bar code" = "Código de barras";

/* A single blood pressure recording */
"Blood pressure" = "Pressão arterial";

/* A single health sample in HealthKit */
"Health sample" = "Amostra de Saúde";

/* A single iTunes artist */
"iTunes artist" = "Artista do iTunes";

/* A single iTunes product */
"iTunes product" = "Produto do iTunes";

/* Access resource error for notifications */
"Update Notification Settings" = "Ajustes de Notificação de Atualização";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Alterna entre a câmera voltada para frente e a câmera voltada para trás";

/* Accessibility label for camera shutter button */
"Take picture" = "Tirar foto";

/* Accessibility label; button to start dictation */
"Start dictation" = "Iniciar ditado";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Parar ditado";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Seletor de câmera - vista frontal";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Seletor de câmera - vista traseira";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Inverter câmera";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "Você precisa fornecer um nome para usar no novo Cartão do Trello.";

/* Add Trello card action error */
"You must select a board to create the card on." = "Você precisa selecionar o quadro no qual criará o cartão.";

/* Add Trello card action error */
"You must select a list to create the card on." = "Você precisa selecionar a lista na qual criará o cartão.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "O envio de %@ como anexo falhou.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "O horário do alerta fornecido era inválido. Verifique se não há erros ortográficos e forneça um horário.";

/* Add new event; choose end date */
"Choose End Date" = "Escolher Data Final";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "Foi fornecida uma data final inválida. Forneça uma data final para este evento.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "Foi fornecida uma data inicial inválida. Forneça uma data inicial para este evento.";

/* Add new event; error */
"Invalid End Date" = "Data Final Inválida";

/* Add new event; error */
"Invalid Start Date" = "Data Inicial Inválida";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "Nenhum título foi fornecido. Forneça um título para este evento.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "Nenhum título foi fornecido. Forneça um título para este lembrete.";

/* Add new reminder error */
"The alert location provided could not be found." = "A localização de alerta fornecida não foi encontrada.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "Quando Eu Entrar em: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "Quando Eu Sair de: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "Quando eu estiver perto de: %@";

/* Add new reminder; alert trigger never */
"Never" = "Nunca";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Varia";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "Nenhuma Lista Selecionada";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "Você precisa selecionar a lista à qual adicionará a tarefa.";

/* Add to Wunderlist action no title error */
"No Title" = "Nenhum Título";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "Você precisa fornecer um título ao criar uma nova tarefa no Wunderlist.";

/* Alarm frequency; All days are selected */
"Every Day" = "Todos os Dias";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "Definir WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Ativa ou desativa a WLAN do dispositivo.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "Você deve especificar um nome de arquivo ou caminho em Afixar em Arquivo.";

/* Append file failure reason */
"No File Path Provided" = "Nenhum Caminho de Arquivo Fornecido";

/* Ask for input action */
"Enter URL" = "Digite URL";

/* Ask for input action */
"Enter number" = "Digite um número";

/* Ask for input action */
"Pick date" = "Escolha uma data";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Toque para concluir a gravação.";

/* Audio recorder */
"Tap to start recording." = "Toque para iniciar a gravação.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "Os dados de base64 passados para Base64 Encode são inválidos.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "Já existe um arquivo chamado “%@” no caminho especificado.";

/* Box error */
"The folder doesn't exist" = "A pasta não existe";

/* Box error */
"The folder doesn’t exist" = "A pasta não existe";

/* Box error message */
"An error occured while authenticating your Box account." = "Ocorreu um erro ao autenticar a sua conta do Box.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "A pasta na qual você tentou salvar (%1$@) é um arquivo existente no seu %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "O caminho no qual você tentou afixar texto (%1$@) está dentro de um arquivo existente no seu %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "O caminho no qual você tentou criar uma pasta (%1$@) é um arquivo existente no seu %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "O caminho no qual você tentou criar uma pasta (%1$@) está dentro de um arquivo existente no seu %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "O caminho no qual você tentou salvar (%1$@) não existe no %2$@.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "Não foi possível encontrar “%@” na sua conta do Box.";

/* Button */
"Cancel" = "Cancelar";

/* Button */
"Continue Anyway" = "Continuar Mesmo Assim";

/* Button */
"Delete" = "Apagar";

/* Button */
"Delete Account" = "Apagar Conta";

/* Button */
"Done" = "OK";

/* Button */
"Log In" = "Iniciar Sessão";

/* Button */
"Next" = "Seguinte";

/* Button */
"OK" = "OK";

/* Button */
"Retry" = "Tentar Novamente";

/* Button */
"Sign In" = "Iniciar Sessão";

/* Button or title */
"Add Account" = "Adicionar Conta";

/* Button or title */
"Login" = "Início de Sessão";

/* Button that takes user to the iOS Health app */
"Open Health" = "Abrir Saúde";

/* Button to allow access to health data or notifications */
"Allow Access" = "Permitir Acesso";

/* Button to open Settings */
"Open Settings" = "Abrir Ajustes";

/* Button; edit opacity */
"Opacity" = "Opacidade";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Rotação";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Criar Senha Específica por App";

/* Button; reset changes made in overlay image action */
"Reset" = "Redefinir";

/* Camera flash option - auto */
"Auto" = "Auto";

/* Camera flash option - off */
"Off" = "Sem";

/* Camera flash option - on */
"Flash On" = "Com";

/* Choose an item */
"Choose" = "Escolher";

/* Choose from list action */
"Choose an item" = "Escolher um item";

/* Choose multiple images */
"Choose Images" = "Escolher Imagens";

/* Choose one image */
"Choose Image" = "Escolher Imagem";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "Este arquivo é grande demais para o CloudApp.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "Você excedeu o limite de envios diários permitidos para o plano CloudApp Free.";

/* Combine images action error */
"Cannot run Combine Images" = "Impossível executar Combinar Imagens";

/* Combine images action error description */
"No images were provided to combine." = "Nenhuma imagem foi fornecida para combinar.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Condições do Tempo";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Condições do Tempo";

/* Content property name */
"Biological Sex (Content Property Name)" = "Sexo Biológico";

/* Content property name */
"Blood Type (Content Property Name)" = "Grupo Sanguíneo";

/* Content property name */
"Date of Birth (Content Property Name)" = "Data de Nascimento";

/* Content property name */
"Unspecified (Content Property Name)" = "Não especificado";

/* Create IFTTT applet */
"Create Applet" = "Criar Applet";

/* Create Trello list action error */
"You must select a board to create the list on." = "Você precisa selecionar o quadro no qual criará a lista.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "Você precisa especificar um caminho para a nova pasta.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "Nenhum caminho especificado!";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Aventura/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Aventura/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "Nenhum nome foi fornecido. Forneça um nome para a playlist.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Data da Pressão Arterial";

/* Default notification text for Show Notification action. */
"Notification" = "Notificação";

/* Default value for the translate text action */
"Detect Language" = "Detectar Idioma";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "Você tem certeza de que quer apagar %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "Você tem certeza ABSOLUTA de que quer apagar %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "Você tem CERTEZA ABSOLUTA de que quer apagar %@?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "Apagar %@?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "exercício";

/* Dictate text action error */
"Recognition Unavailable" = "Reconhecimento Indisponível";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "O reconhecimento de fala não está disponível no momento. Talvez você tenha de conectar-se à Internet.";

/* Dictate text action is listening to user */
"Now listening…" = "Ouvindo…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "Certifique-se de passar um URL na ação Obter Conteúdo de URL.";

/* Download URL or Open URL action error */
"No URL Specified" = "Nenhum URL Especificado";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "Esperava-se um arquivo, mas o caminho fornecido refere-se a algo que não é um arquivo.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "Esperava-se uma pasta, mas o caminho fornecido refere-se a algo que não é uma pasta.";

/* Dropbox error */
"A shared link already exists." = "Já existe um link compartilhado.";

/* Dropbox error */
"Access to the requested path is forbidden." = "O acesso ao caminho solicitado é proibido.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "Ocorreu um erro ao criar um link de compartilhamento, porque o endereço de e-mail associado à sua conta do Dropbox não foi verificado.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "O Dropbox não pode acessar esse arquivo ou pasta por causa do nome.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "O Dropbox não pode salvar esse arquivo ou pasta por causa do nome.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "O Dropbox não pode gravar no caminho especificado devido a um conflito.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "Não foi possível transferir o arquivo porque o conteúdo é restrito. Por exemplo, às vezes há restrições jurídicas devido a ações de direitos autorais.";

/* Dropbox error */
"The path root parameter provided is invalid." = "O parâmetro do caminho raiz fornecido é inválido.";

/* Dropbox error */
"The request timed out. Please try again." = "Esgotou-se o tempo limite da solicitação. Tente novamente.";

/* Dropbox error */
"The share settings provided are invalid." = "Os ajustes de compartilhamento fornecidos são inválidos.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "Não foi possível encontrar um arquivo no caminho especificado.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "Você não tem permissão para modificar os ajustes desse link.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "Você não tem espaço suficiente no Dropbox para gravar esses dados.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "Você não tem permissão para gravar na localização especificada.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "O caminho no qual você tentou salvar (%1$@) é um arquivo existente no seu %2$@.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "Não foi possível salvar “%@” por ser uma pasta ou pacote. Considere compactar o arquivo usando Comprimir antes de salvar.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "Nenhum item foi encontrado no caminho: %@";

/* Dropbox or Box error */
"Folder already exists" = "A pasta já existe";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "O caminho no qual você tentou salvar (%1$@) é um arquivo existente no %2$@. Ao salvar vários arquivos de uma vez, especifique um caminho para uma pasta.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "O caminho no qual você tentou salvar (%1$@) é uma pasta existente no %2$@. Ao afixar texto antes ou depois em um arquivo, especifique um caminho para um arquivo.";

/* Dropbox unknown error */
"An unknown error occurred" = "Ocorreu um erro desconhecido";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "Ocorreu um erro desconhecido (%@)";

/* Email account encryption */
"Encryption" = "Criptografia";

/* Email account login authentication error */
"Authentication Failed" = "Falha de Autenticação";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "O endereço de e-mail ou senha que você digitou estão incorretos.\n\nCaso tenha a verificação de dois passos ativada, é necessário criar uma senha específica por app.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "O endereço de e-mail ou senha que você especificou estão incorretos. Caso tenha a verificação de dois passos ativada, é necessário digitar uma senha específica por app.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "Ajustes Avançados";

/* Email address field placeholder */
"user@example.com" = "user@example.com";

/* Email address field title or placeholder */
"Email" = "E-mail";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "Nome do Host";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Data Final da Pressão Arterial";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "A ação Tocar Som falhou porque a entrada estava em um formato incompatível.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "Digite uma data válida na ação Data.";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Data Inválida";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "A ação Obter Tempo de Viagem falhou porque nenhuma localização de destino foi fornecida.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "A ação Executar JavaScript em Página Web falhou porque nenhuma página web foi passada como entrada.";

/* Error message */
"Your email or password is incorrect." = "Seu e-mail ou senha estão incorretos.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "Passe um URL de feed válido para a ação Obter Itens do Feed RSS.";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "Digite um endereço válido na ação Endereço.";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "A localização que você forneceu para a ação Obter Tempo de Viagem não foi encontrada. Tente especificar cidade e estado além do endereço.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "Foram encontrados vários alarmes com a etiqueta %@. Tente escolher um alarme específico.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "A ação Executar Cena da Casa falhou porque a casa “%1$@” não pôde ser encontrada.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "A ação Executar Cena da Casa falhou porque a cena “%1$@” não pôde ser encontrada na casa “%2$@”.";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "A ação Executar Cena da Casa falhou porque nenhuma casa foi selecionada.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "A ação Executar Cena da Casa falhou porque nenhuma cena foi selecionada.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "Não foi possível analisar o feed de notícias";

/* Error message title when no address is entered into Street Address action */
"No Address" = "Nenhum Endereço";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Localização Inválida";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Forneça uma unidade para a qual converter.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "A medição falhou porque não foi especificada uma unidade. Escolha uma unidade.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "Uma medida com a unidade %1$@ não pode ser convertida para %2$@.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Por favor, informe uma data válida para o alarme.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "Para poder usar esta ação, ative a Siri nos Ajustes.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Não foi possível completar o pedido porque a Siri está desativada.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "A duração do timer deve ser inferior a 24 horas.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Por favor, forneça uma duração para o timer.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Especifique um alarme a ser acionado.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "Um erro desconhecido ocorreu ao realizar o pedido.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "Não foi possível completar o pedido porque ele não é compatível com esta plataforma.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "Nenhuma Localização";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "Nenhuma Página Web";

/* Exit shortcut action error */
"User requested shortcut exit." = "O usuário solicitou a saída do atalho.";

/* File name example with preceding / */
"/example.txt" = "/example.txt";

/* File name example without preceding / */
"example.txt" = "example.txt";

/* File picker; button */
"Save Here" = "Salvar Aqui";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Obter Arquivos Selecionados (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "Obter Arquivo Selecionado (1)";

/* File status */
"This folder is empty" = "Esta pasta está vazia";

/* File status loading */
"Loading…" = "Carregando…";

/* Find health sample; no samples found */
"No Samples Found" = "Nenhuma Amostra Encontrada";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "Não há amostras de %@ registradas ou você precisa conceder ao app Atalhos acesso às amostras no app Saúde.";

/* Finish dictation command */
"Finish Dictation" = "Concluir Ditado";

/* Generic health object type when we can’t determine the object type */
"Health" = "Saúde";

/* Get File action; file name example with preceding / */
"/example.txt" = "/example.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "example.txt";

/* Get IP address action error */
"The domain could not be found." = "O domínio não foi encontrado.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "O domínio não foi encontrado. (Erro 2)";

/* Get IP address action error */
"The response data was not a valid string." = "Os dados da resposta não são uma sequência válida.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "Você precisa selecionar o quadro do qual obterá cartões.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "Você precisa selecionar o quadro do qual obterá listas.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "Você precisa selecionar a lista da qual obterá cartões.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "Não foi possível verificar sua conta do Trello. Finalize a sessão e tente novamente!";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "Nenhuma Chave Fornecida";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "Localização Personalizada Não Encontrada";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "Nenhuma Localização Personalizada";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "A ação Obter Distância foi configurada para obter o tempo de viagem a partir de uma localização personalizada, mas a localização personalizada que você digitou não foi encontrada.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "A ação Obter Distância foi configurada para obter o tempo de viagem a partir de uma localização personalizada, mas nenhuma foi fornecida.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "A ação Obter Distância não pôde estimar a distância porque nenhuma localização foi passada como entrada.";

/* Get emoji name action error */
"Failed to find the emoji font." = "Falha ao buscar a fonte do emoji.";

/* Get frames from image error */
"No Image Provided" = "Nenhuma Imagem Fornecida";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "Nenhum GIF foi passado como entrada para Obter Fotogramas da Imagem.";

/* Get group from matched text action error */
"No Match" = "Nenhum Resultado";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "O índice que você especificou estava fora do intervalo possível (você solicitou o grupo %1$ld e o resultado tem somente %2$ld)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "A ação Obter Grupo a Partir do Texto Coincidente falhou porque não houve coincidência para o grupo de captura %ld.";

/* Get halfway point action error */
"No first location was provided." = "Não foi fornecida nenhuma localização.";

/* Get halfway point action error */
"No second location was provided." = "Não foi fornecida uma segunda localização.";

/* Get halfway point action error */
"Please provide a first location." = "Forneça uma primeira localização.";

/* Get halfway point action error */
"Please provide a second location." = "Forneça uma segunda localização.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "O intervalo especificado é inválido (você pediu dos itens %1$d até %2$d)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "O intervalo que você especificou estava fora do intervalo possível (você pediu dos itens %1$d até %2$d, mas o primeiro item está no índice 1).";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "O intervalo que você especificou estava fora do intervalo possível (você pediu dos itens %1$d até %2$d, mas a lista tem somente %3$d)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "Você pediu o item %d, mas o primeiro item está no índice 1.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "O app Atalhos não encontrou importações na sua fototeca.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "O app Atalhos não encontrou os itens solicitados na sua fototeca.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "A ação Obter Tempo de Viagem foi configurada para obter o tempo de viagem a partir de uma localização personalizada, mas a localização personalizada que você digitou não foi encontrada.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "A ação Obter Tempo de Viagem foi configurada para obter o tempo de viagem a partir de uma localização personalizada, mas nenhuma foi fornecida.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "O acesso do Saúde a %@ está desativado. Você pode ativar categorias de dados de saúde no app Saúde.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "Para responder a essa pergunta, o app Atalhos precisa acessar dados de %@.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "O app Atalhos não tem acesso aos seus dados de %@.";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "Amostra de Quantidade %@, sem dados de unidade";

/* Health category date */
"Date" = "Data";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Início do Ciclo";

/* Health category start date */
"Start Date" = "Data de Início";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Pressão Arterial";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Tipo de Teste";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Hora da Refeição";

/* Health quantity; blood pressure */
"Diastolic" = "Diastólica";

/* Health quantity; blood pressure */
"Systolic" = "Sistólica";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Motivo";

/* Health unit for count of generic health sample */
"count" = "contagem";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "contagem";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "contagem";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "mm";

/* Health unit for ounce */
"oz" = "onça";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "tipos %@ não foram implementados";

/* HealthKit resource error */
"This device does not have the Health app." = "Este dispositivo não tem o app Saúde.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "Este atalho requer o app Saúde, que este dispositivo não tem.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Termos de Serviço";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Termos de Uso";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Verifique se o seu dispositivo não está em Modo Avião e tente novamente. Ativar o Wi-Fi pode ser útil.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "O app Atalhos não pôde encontrar a sua localização atual.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "Foi fornecida uma data inválida. Forneça uma data para a amostra ou, para usar a data atual, deixe o campo da data em branco.";

/* Log health sample */
"Invalid Date Range" = "Intervalo de Data Inválido";

/* Log health sample */
"No Value Selected" = "Nenhum Valor Selecionado";

/* Log health sample */
"Please select a type for this Health sample." = "Selecione um tipo para essa amostra do Saúde.";

/* Log health sample */
"Please select an end date that is after the start date." = "Selecione uma data de término que seja posterior à data de início.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Selecione um valor para essa amostra de qualidade de muco cervical.";

/* Log health sample; health sample type */
"No Type Selected" = "Nenhum Tipo Selecionado";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "Nenhum Motivo Selecionado";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "Selecione um motivo para a entrega de insulina.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Selecione um valor para essa amostra de menstruação.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Selecione se essa amostra pertence ou não ao início de um ciclo.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "Nenhuma Unidade Selecionada";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Selecione uma unidade de medida para essa amostra do Saúde.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Selecione um valor para essa amostra de resultado de teste de ovulação.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Selecione um valor para essa amostra de análise do sono.";

/* Log in view; email address placeholder */
"Email address" = "Endereço de e-mail";

/* Log workout action */
"No Workout Type Selected" = "Nenhum Tipo de Exercício Selecionado";

/* Log workout action */
"Please select a type of activity for this workout." = "Selecione um tipo de atividade para esse exercício.";

/* Login error */
"Your username and/or password are incorrect." = "Seu nome de usuário e/ou sua senha estão incorretos.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "Suas credenciais são armazenadas somente neste dispositivo e não serão compartilhadas com nossos servidores ou quaisquer terceiros.";

/* Mail error */
"A recipient is required to send message" = "É necessário um destinatário para enviar mensagens";

/* Mail error */
"A sender is required to send message" = "É necessário um remetente para enviar mensagens";

/* Mail error */
"A stable connection to the server could not be established" = "Não foi possível estabelecer uma conexão estável ao servidor";

/* Mail error */
"Account check failed because the account is invalid" = "A verificação da conta falhou porque a conta é inválida";

/* Mail error */
"An application specific password is required" = "Uma senha específica de aplicativo é exigida";

/* Mail error */
"An error occurred during an IDLE operation" = "Ocorreu um erro durante uma operação IDLE";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "Ocorreu um erro ao assinar ou cancelar a assinatura da pasta solicitada";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "Ocorreu um erro ao anexar uma mensagem à pasta solicitada";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "Ocorreu um erro ao copiar uma mensagem para a pasta solicitada";

/* Mail error */
"An error occurred while creating the requested folder" = "Ocorreu um erro ao criar a pasta solicitada";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "Ocorreu um erro ao apagar uma mensagem do servidor POP";

/* Mail error */
"An error occurred while deleting the requested folder" = "Ocorreu um erro ao apagar a pasta solicitada";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "Ocorreu um erro ao apagar uma mensagem na pasta solicitada";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "Ocorreu um erro ao obter uma lista de mensagens no servidor POP";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "Ocorreu um erro ao obter mensagens na pasta solicitada";

/* Mail error */
"An error occurred while performing a No-Op operation" = "Ocorreu um erro ao executar uma operação No-Op";

/* Mail error */
"An error occurred while renaming the requested folder" = "Ocorreu um erro ao renomear a pasta solicitada";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "Ocorreu um erro ao solicitar os recursos do servidor";

/* Mail error */
"An error occurred while requesting the server's identity" = "Ocorreu um erro ao solicitar a identidade do servidor";

/* Mail error */
"An error occurred while requesting the server's namespace" = "Ocorreu um erro ao solicitar o nome de espaço do servidor";

/* Mail error */
"An error occurred while sending the message" = "Ocorreu um erro ao enviar a mensagem";

/* Mail error */
"An error occurred while storing flags" = "Ocorreu um erro ao armazenar sinalizações";

/* Mail error */
"An error when requesting date" = "Ocorreu um erro ao solicitar data";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "Tentativa de enviar uma mensagem com um anexo ilegal";

/* Mail error */
"Authentication is required for this SMTP server" = "A autenticação é exigida neste servidor SMTP";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "Os limites de largura de banda foram excedidos ao solicitar dados desta conta do Gmail";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "Impossível enviar mensagem devido a possível spam detectado pelo servidor";

/* Mail error */
"Compression is not available" = "A compressão não está disponível";

/* Mail error */
"Credentials with password too simple" = "Credenciais com senha simples demais";

/* Mail error */
"Error while running custom command" = "Erro ao executar comando personalizado";

/* Mail error */
"File access error" = "Erro de acesso ao arquivo";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "O IMAP não está ativado nesta conta do Gmail";

/* Mail error */
"MobileMe is no longer an active mail service" = "O MobileMe não é mais um serviço de e-mail ativo";

/* Mail error */
"No valid server found" = "Nenhum servidor válido encontrado";

/* Mail error */
"Sending messages is not allowed on this server" = "O envio de mensagens não é permitido neste servidor";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "O limite de armazenamento SMTP foi atingido ao tentar enviar uma mensagem grande";

/* Mail error */
"The certificate for this server is invalid" = "O certificado deste servidor é inválido";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "A conta atual do HotMail não pode se conectar ao WebMail";

/* Mail error */
"The operation succeeded" = "A operação foi bem-sucedida";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "A pasta solicitada não existe. A seleção de pasta falhou.";

/* Mail error */
"The server does not support STARTTLS connections" = "O servidor não é compatível com conexões STARTTLS";

/* Mail error */
"The server does not support TLS/SSL connections" = "O servidor não é compatível com conexões TLS/SSL";

/* Mail error */
"The user needs to log in via the web browser" = "O usuário precisa iniciar a sessão pelo navegador";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "Muitas conexões simultâneas foram feitas a esta conta do Gmail";

/* Mail error */
"Unable to authenticate with the current session's credential" = "Não foi possível autenticar com as credenciais da sessão atual";

/* Mail error */
"Unable to parse response from server" = "Não foi possível analisar a resposta do servidor";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "O usuário ultrapassou o limite permitido de mensagens enviadas em um único dia";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "Os servidores do Yahoo! estão indisponíveis no momento";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "A variável “%@” não incluiu uma imagem para usar como máscara.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Certifique-se de selecionar uma variável para a opção “Máscara de Imagem” na ação Mascarar Imagem.";

/* Mask Image action error title */
"No Mask Provided" = "Nenhuma Máscara Fornecida";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Selecione um serviço em %@.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Este JavaScript é similar a um script reconhecidamente inseguro. Para sua segurança, ele não será executado.";

/* Multiple App Store apps */
"App Store apps" = "Apps da App Store";

/* Multiple Box files */
"Box files" = "Arquivos do Box";

/* Multiple Dropbox files */
"Dropbox files" = "Arquivos do Dropbox";

/* Multiple Evernote notes */
"Evernote notes" = "Notas do Evernote";

/* Multiple Giphy items */
"Giphy items" = "Itens do Giphy";

/* Multiple Trello boards */
"Trello boards" = "Quadros do Trello";

/* Multiple Trello cards */
"Trello cards" = "Cartões do Trello";

/* Multiple Trello items */
"Trello items" = "Itens do Trello";

/* Multiple Trello lists */
"Trello lists" = "Listas do Trello";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Folhas do Ulysses";

/* Multiple bar codes */
"Bar codes" = "Códigos de barras";

/* Multiple blood pressure recordings */
"Blood pressures" = "Pressões arteriais";

/* Multiple health samples in HealthKit */
"Health samples" = "Amostras de saúde";

/* Multiple iTunes artists */
"iTunes artists" = "Artistas do iTunes";

/* Multiple iTunes products */
"iTunes products" = "Produtos do iTunes";

/* Multiple text matches */
"Text matches" = "Correspondências do texto";

/* Multiple workout samples */
"Workout samples" = "Amostras de exercício";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ - %@: %@";

/* Navigation bar title */
"Edit Account" = "Editar Conta";

/* Navigation bar title */
"Email Settings" = "Ajustes de E-mail";

/* Navigation bar title */
"Log In to CloudApp" = "Iniciar Sessão no CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "Iniciar Sessão | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Iniciar Sessão no Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "Iniciar Sessão no Pinboard";

/* Navigation bar title */
"Login to WordPress" = "WordPress";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Buscas Frequentes";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Celular";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi-Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Limpe a barra de busca para ver os GIFs mais populares.";

/* No GIFs found empty state title */
"No Results Found" = "Nenhum Resultado Encontrado";

/* None option */
"None" = "Nenhum";

/* One text match */
"Text match" = "Correspondência do texto";

/* One workout sample */
"Workout sample" = "Amostra do Exercício";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "Certifique-se de passar um URL na ação Abrir URL.";

/* Open URL action error */
"The URL could not be opened." = "O URL não pôde ser aberto.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "A ação Abrir App falhou porque não conseguiu encontrar um app para abrir.";

/* Open app action error */
"Open App failed because the app could not be opened." = "Abrir App falhou porque não foi possível abrir o app.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "A ação Abrir Em… falhou porque não conseguiu encontrar um app no qual abrir.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "%1$@ não está instalado ou não conseguiu abrir o arquivo %2$@.";

/* Optional field placeholder */
"Optional" = "Opcional";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Certifique-se de escolher uma variável na ação Imagem Sobreposta.";

/* Overlay image action error */
"No Overlay Image" = "Nenhuma Imagem Sobreposta";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "A variável “%@” não incluiu uma imagem para sobrepor.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "Processando Imagem…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google Maps";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Mapas";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "De bicicleta";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "De carro";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "Transporte público";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "A pé";

/* Parameter placeholder; parameter sets a filename */
"optional" = "opcional";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "Após a Refeição";

/* Parameter value */
"Asleep (Parameter Value)" = "Dormindo";

/* Parameter value */
"Awake (Parameter Value)" = "Acordado";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "Basal";

/* Parameter value */
"Before Meal (Parameter Value)" = "Antes da Refeição";

/* Parameter value */
"Bolus (Parameter Value)" = "Bolus";

/* Parameter value */
"Creamy (Parameter Value)" = "Cremoso";

/* Parameter value */
"Dry (Parameter Value)" = "Seca";

/* Parameter value */
"Egg White (Parameter Value)" = "Clara de Ovo";

/* Parameter value */
"Female (Parameter Value)" = "Feminino";

/* Parameter value */
"Heavy (Parameter Value)" = "Denso";

/* Parameter value */
"Idle (Parameter Value)" = "Ocioso";

/* Parameter value */
"In Bed (Parameter Value)" = "Na Cama";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Indeterminado";

/* Parameter value */
"Light (Parameter Value)" = "Clara";

/* Parameter value */
"Male (Parameter Value)" = "Masculino";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Teste de Exercício Máximo";

/* Parameter value */
"Medium (Parameter Value)" = "Média";

/* Parameter value */
"Negative (Parameter Value)" = "Negativo";

/* Parameter value */
"No (Parameter Value)" = "Não";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Previsão Sem Exercício";

/* Parameter value */
"Not Set (Parameter Value)" = "Não Definido";

/* Parameter value */
"O+ (Parameter Value)" = "O+";

/* Parameter value */
"O- (Parameter Value)" = "O-";

/* Parameter value */
"Other (Parameter Value)" = "Outro";

/* Parameter value */
"Positive (Parameter Value)" = "Positivo";

/* Parameter value */
"Protection Unused (Parameter Value)" = "Proteção Não Usada";

/* Parameter value */
"Protection Used (Parameter Value)" = "Proteção Usada";

/* Parameter value */
"Sticky (Parameter Value)" = "Pegajoso";

/* Parameter value */
"Stood (Parameter Value)" = "Ficou em pé";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Previsão de Exercício Submáximo";

/* Parameter value */
"Unspecified (Parameter Value)" = "Não especificado";

/* Parameter value */
"Watery (Parameter Value)" = "Aguado";

/* Parameter value */
"Yes (Parameter Value)" = "Sim";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Igual à Entrada";

/* Password placeholder or title */
"Password" = "Senha";

/* Person’s name field placeholder */
"John Appleseed" = "Jaime Silveira";

/* Person’s name field title */
"Name" = "Nome";

/* Pinboard login option */
"Use API Token" = "Usar Token do API";

/* Pinboard login option */
"Use API Token Instead" = "Alternativamente Usar Token do API";

/* Pinboard login option */
"Use Password" = "Usar Senha";

/* Pinboard login option */
"Use Password Instead" = "Alternativamente Usar Senha";

/* Pinboard login section header */
"API Token" = "Token do API";

/* Pinboard login section header */
"Pinboard Login" = "Início de Sessão do Pinboard";

/* Playlist picker parameter */
"My Music Library" = "Minha Biblioteca de Música";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "Nenhum item correspondente aos critérios especificados foi encontrado no Pocket.";

/* Post to Tumblr action error */
"No Blog" = "Nenhum Blog";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "Você não especificou em qual blog quer publicar.";

/* QuickLook action error */
"No Items" = "Nenhum Item";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "Nenhum item foi passado para a ação Visualização Rápida.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Ativar Siri";

/* Remove calendar item error */
"Remove" = "Remover";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "O valor especificado, %@, está acima do valor máximo que você tem permissão para solicitar.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "O valor especificado, %@, está abaixo do valor mínimo que você tem permissão para solicitar.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "A pessoa de quem você está tentando solicitar dinheiro não tem uma conta configurada no %@.";

/* Required field placeholder */
"Required" = "Obrigatório";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "O script deve chamar a função `completion(result)` ao terminar";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "Ocorreu um erro desconhecido ao executar o JavaScript.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "A ação Executar JavaScript em Página Web falhou o script levou muito tempo para chamar o controlador de preenchimento.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "Tempo Limite de JavaScript";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "Exceção do JavaScript";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "JavaScript Inválido";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "A Autenticação SSH Falhou";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "Verifique suas credenciais na ação Executar Script SSH e tente novamente.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "Atalho Não Encontrado";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "Verifique se um atalho válido está selecionado na ação Executar Atalho.";

/* SSH action error */
"Channel allocation error" = "Erro de alocação de canal";

/* SSH action error */
"Connection timed out" = "O tempo de conexão se esgotou";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "A ação Executar Script Via SSH não pôde se conectar ao servidor SSH.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Álbum Desconhecido";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "O álbum de fotos selecionado não existe.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Escanear Código";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Buscar no Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "Você precisa fornecer um termo de busca para a ação Buscar Empresas Locais.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "Não Foi Encontrada Nenhuma Localização";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "Nenhuma localização com as palavras-chave “%@” foi encontrada.";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "Se você usa uma versão auto-hospedada do WordPress, digite acima o URL do seu site.";

/* Section header */
"WordPress Login" = "Início de Sessão do WordPress";

/* Section header for WordPress site URL */
"Site URL" = "URL do Site";

/* Section header title */
"CloudApp Login" = "Início de Sessão do CloudApp";

/* Section header title */
"Incoming Mail Server" = "Servidor de Correio de Entrada";

/* Section header title */
"Instapaper Login" = "Início de Sessão do Instapaper";

/* Section header title */
"Outgoing Mail Server" = "Servidor de Correio de Saída";

/* Section header title; email account */
"Accounts" = "Contas";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "Impossível enviar e-mails. Talvez o e-mail não esteja configurado.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Conta de E-mail Inválida";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "A conta de e-mail selecionada não tem uma sessão iniciada no app Atalhos neste dispositivo.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "Impossível enviar mensagens. Talvez o iMessage não esteja ativado.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "O valor especificado, %@, está acima do valor máximo que você tem permissão para enviar.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "O valor especificado, %@, está abaixo do valor mínimo que você tem permissão para enviar.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "O valor que você especificou estava em %1$@, que não é compatível com o %2$@.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "A sua conta não tem dinheiro suficiente para enviar o pagamento.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "A pessoa a quem você está tentando enviar dinheiro não tem uma conta configurada no %@.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "Você não tem uma conta bancária configurada neste dispositivo.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "Você precisa abrir o %@ para verificar suas credenciais.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Acima do Valor Máximo";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "Abaixo do Valor Mínimo";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "Moeda Incompatível";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Saldo Insuficiente";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "Nenhuma Conta Bancária";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "Credenciais Não Verificadas";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "Nenhuma Conta";

/* Service name */
"Box" = "Caixa";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Localização";

/* Service name */
"Microphone" = "Microfone";

/* Service name */
"Notifications" = "Notificações";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Reconhecimento de Voz";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "Nenhuma chave foi fornecida para a ação Definir Valor de Dicionário para o valor “%@”.";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "Nenhum Valor Fornecido";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "Nenhum valor foi fornecido para a ação Definir Valor de Dicionário para a chave “%@”.";

/* Show definition action error */
"A definition could not be found for that term." = "Não foi encontrada uma definição para esse termo.";

/* Show definition action error */
"No Word Specified" = "Nenhuma Palavra Especificada";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "Nenhuma palavra foi passada como entrada para Mostrar Definição";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "Isso pode ocorrer se não houver um dicionário instalado. Para gerenciar os dicionários, selecione uma palavra em qualquer app e escolha “Pesquisar”. Em seguida, toque em “Gerenciar”.";

/* Show in calendar action error */
"Calendar could not be opened." = "O Calendário não pôde ser aberto.";

/* Show webpage action error */
"Unsupported URL" = "URL Incompatível";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "A ação Mostrar Página Web é compatível com URLs dos tipos http:// e https://, mas você tentou mostrar um URL do tipo %@://.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "%@ não está configurado para fazer ligações.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "A ligação falhou porque %@ não está disponível.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "A ligação falhou porque %@ não pode participar da ligação.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@ não é compatível com os detalhes de contato que você forneceu.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "Requer Configuração";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "%@ Indisponível";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "Contato Incompatível";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Detalhes de Contato Inválidos";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Data Inicial da Pressão Arterial";

/* Subcategory */
"Device" = "Dispositivo";

/* Subcategory for Set Volume action */
"Playback" = "Reprodução";

/* Take photo action error */
"No suitable camera was detected on this device." = "Nenhuma câmera adequada foi detectada neste dispositivo.";

/* Time until date action */
"An invalid date to compare to was provided." = "Foi fornecida uma data de comparação inválida.";

/* Time until date action */
"No from date was provided." = "Não foi fornecida nenhuma data inicial.";

/* Time until date action error */
"An invalid from date was provided." = "Foi fornecida uma data inicial inválida.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "JavaScript Inseguro";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "Foi fornecida uma hora de término inválida. Forneça uma hora de término para o Não Perturbe.";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "Nenhum evento de calendário foi fornecido. Forneça um evento de calendário para ativar o Não Perturbe pela duração especificada.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Informe um horário de término que seja posterior ao horário atual para o Não Perturbe.";

/* Trim video action error */
"The input was not a video that can be edited." = "A entrada não é um vídeo editável.";

/* URL action error; %@=url */
"Invalid URL: %@" = "URL Inválido: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Autorize novamente o app Atalhos com o Ulysses para acessar essa folha.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Requer Acesso a Ulysses";

/* Unspecified health kit category sample type */
"Unspecified" = "Não especificado";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Gravação de Áudio";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " e ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " e ";

/* User name field title */
"User Name" = "Nome de Usuário";

/* Username placeholder or title */
"Username" = "Nome de usuário";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "A lanterna do dispositivo não está disponível agora para uso do app Atalhos.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "Este dispositivo não tem lanterna.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "A ação de condições do tempo foi configurada para obter as condições do tempo de uma localização personalizada, mas nenhuma foi fornecida.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "Impossível determinar a localização.";

/* Weather condition: Blizzard */
"Blizzard" = "Tempestade de Neve";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Ventania com Neve";

/* Weather condition: Blustery */
"Blustery" = "Tempestuoso";

/* Weather condition: Clear */
"Clear" = "Limpo";

/* Weather condition: Cloudy */
"Cloudy" = "Nublado";

/* Weather condition: Cold */
"Cold" = "Frio";

/* Weather condition: Drizzle */
"Drizzle" = "Garoa";

/* Weather condition: Dust */
"Dust" = "Poeira";

/* Weather condition: Foggy */
"Foggy" = "Névoa";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Garoa Congelante";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Chuva Congelante";

/* Weather condition: Hail */
"Hail" = "Granizo";

/* Weather condition: Haze */
"Haze" = "Nevoeiro";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Chuva Forte";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Neve Intensa";

/* Weather condition: Hot */
"Hot" = "Tempo Quente";

/* Weather condition: Hurricane */
"Hurricane" = "Furacão";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Pancadas de Chuva Isoladas";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Trovoadas Isoladas";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Leves Pancadas de Neve";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Chuva e Granizo";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Chuva e Água-neve";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Chuva e Neve";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Neve e Água-neve";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Pouco Nublado";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Muito Nublado";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Parcialmente Nublado";

/* Weather condition: Rain */
"Rain" = "Chuva";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Pancadas Esparsas";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Pancadas de Neve Esparsas";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Trovoadas Esparsas";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Trovoadas Fortes";

/* Weather condition: Showers */
"Showers" = "Pancadas";

/* Weather condition: Sleet */
"Sleet" = "Água-neve";

/* Weather condition: Smoky */
"Smoky" = "Esfumaçado";

/* Weather condition: Snow */
"Snow" = "Neve";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Rajadas de Neve";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Trovoadas";

/* Weather condition: Tornado */
"Tornado" = "Tornado";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Tempestade Tropical";

/* Weather condition: Windy */
"Windy" = "Rajadas de Vento";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ e %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Poluente do Ar";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Poluentes do Ar";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "A pasta não existe.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "O Contêiner do iCloud não foi encontrado.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "O iCloud não pôde obter um link para este arquivo porque é uma pasta. O iCloud é compatível somente com obtenção de links para arquivos regulares.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "O iCloud não pôde obter um link para este %@ porque é um pacote (pacote é uma pasta que se comporta como arquivo).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "“%@” é um pacote";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "O caminho no qual você tentou salvar (%@) não existe no iCloud.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "O caminho no qual você tentou salvar (%@) é um arquivo existente no iCloud. Ao salvar vários arquivos de uma vez, especifique um caminho para uma pasta.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "“%@” é uma pasta";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "O arquivo já existe";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "O arquivo já existe.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "O endereço de e-mail ou senha que você especificou estão incorretos. Para iniciar a sessão no iCloud Mail no app Atalhos, você deve usar uma senha específica por app.\n\nCaso não tenha ativado a Autenticação de Dois Fatores, é necessário ativá-la a fim de gerar uma senha específica por app.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Ator";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Álbum";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Artista";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Autor";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Compositor";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Descrição";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Diretor";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Longa-metragem";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Gênero";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Palavras-chave";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Idioma";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Artista";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Filme";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Produtor";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "ID do Produto";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Índice de Classificação";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Classificação";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "Ano de Lançamento";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Curta-metragem";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Programa";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Desenvolvedor";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "Música";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Episódio";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Temporada";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Título";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "Tudo";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Artista";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "Faixa";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Autores";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Audiolivros";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Livros";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Artistas";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Filmes";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Álbuns";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Artistas";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "Músicas";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Faixas";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Videoclipes";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Autores";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Podcasts";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Artistas";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Curta-metragens";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Episódios";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Temporadas";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Artistas";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Faixas";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "Apps";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Audiolivros";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Livros";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Videoclipes";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Música";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Podcasts";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Curta-metragens";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "Programas de TV";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "Tudo";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Filmes";

